{
    "landing": {
        "main": "TripSit's Discord Bot",
        "sub": "Made with ❤️ by Moonbear"
    },
    "notFound": {
        "main": "Sorry, the page you are looking for could not be found",
        "goHome": "Go Home"
    },
    "dashboard": {
        "home": "Home",
        "welcome": "Welcome",
        "logs": "View Logs",
        "donations": "Donations",
        "default": "Default",
        "intro": "TripBot is a bot develped by Moonbear of TripSit with the goal of providing harm reduction tools to the greater discord universe.\nThe bot is prepetually in BETA mode, and is subject to change at any time, but we do our best to not cause problems.\nThis page is brand-new (May 9th 2023) and there are not a lot of web-developers on the team, so it's super basic.\nThink you can make a better page? Please do! Check out the Help Wanted section in the sidebar."
    },
    "setup": {
        "go": "Let's go",
        "channels": "Setup channels on discord",
        "roles": "Setup roles on discord",
        "permissions": "Setup permissions on discord",
        "channelMappings": "Channel Mappings",
        "roleMappings": "Role Mappings",
        "channel": "Channel",
        "role": "Role",
        "actions": "Actions",
        "add": "Add"
    },
    "commands": {
        "edit": "Edit"
    },
    "featureRequest": {
        "title": "Title",
        "description": "Description",
        "descPlaceholder": "Enter some long form content",
        "onGithub": "Open issue on Github",
        "submit": "Submit"
    },
    "banAppeal": {
        "instructions": "Welcome to TripSit's Ban Appeal page!\n We've detected that you are currently banned from TripSit, fill out the form below to appeal your ban.\n Please be as detailed as possible, you can only submit one appeal per ban, so make it count!\n It takes 24 hours before anyone is able to accept your appeal\n You can check back here to see the status of your appeal after the initial 24 hours, however, sometimes it takes longer than this.\n If there is no update after a week, checking this page will send a reminder to the team",
        "notBanned": "You are not currently banned from TripSit! Congrats!",
        "hasActiveAppealed": "You have already appealed this ban, please wait for a response from the team! This will take at least 24 hours, but may take longer.",
        "hasAppealedBefore": "This account has appealed a ban before, you can try again, but if the situation has not changed, don't expect the outcome to change.",
        "notLoggedIn": "In order for us to verify which account you're appealing for, we need you to login to Discord.\n\nWhen you click the login link you'll be taken to Discord where you will login, and Discord will tell us very basic information about your Discord account.\nYou can verify what information is sent to us before sending it.\nWe will not be able to see any of your messages, or any other information about your account, only your username, ID, and avatar.\n\nAll of this information is available to anyone who can see you in a Discord server, so there's no risk here.\n\nIf you have any questions, please reach out to us on Discord.",
        "submit": "Submit",
        "guild": "Guild",
        "guildPlaceholder": "TripSit",
        "reason": "Do you know why you were banned? (Required)",
        "reasonPlaceholder": "Why were you banned?",
        "solution": "Have you taken any steps to rectify the situation or make amends for the behavior that lead to the ban?",
        "solutionPlaceholder": "What have you done to fix the situation?",
        "future": "What steps will you take to ensure that you do not repeat the behavior that lead to the ban?",
        "futurePlaceholder": "Assure the team that there won't be any issues in the future",
        "extra": "Is there anything else you would like to add? (Optional)",
        "extraPlaceholder": "Anything else you want to say?",
        "email": "Email (Optional)",
        "emailPlaceholder": "If you no longer share any guild with TripBot, the bot will not be able to message you with status updates on your appeal (accepted OR rejected). In this case, please provide your email."
    },
    "logs": {
        "network": "Network",
        "refresh": "Refresh"
    },
    "settings": {
        "general": "General",
        "prefix": "Prefix",
        "enable": "Enable",
        "disable": "Disable",
        "currency": "Currency",
        "reset": "Reset"
    },
    "navbar": {
        "account": "Account",
        "settings": "Settings",
        "logout": "Logout",
        "messages": "Messages",
        "warnings": "Warnings",
        "errors": "Errors",
        "login": "Login"
    },
    "sidebar": {
        "main": "MAIN",
        "dashboard": "Dashboard",
        "setup": "Setup",
        "commands": "Commands",
        "featureRequest": "Feature Request",
        "banAppeal": "Ban Appeal",
        "misc": "MISC",
        "logs": "Logs",
        "controls": "Controls",
        "settings": "Settings"
    },
    "footer": {
        "terms": "Terms of Service",
        "policy": "Privacy Policy",
        "about": "About Us",
        "love": "Made with ❤️ by Moonbear"
    }
}